Repository: salmamardhy/backend_copy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id

source: Language
id: Bahasa

source: Edit Profile
id: Edit Profil

source: View Member Detail
id: Lihat Detail Anggota

source: Profile Information
id: Informasi Profil

source: Member ID
id: ID Anggota

source: Current Member Status
id: Status Anggota Saat Ini

source: Active
id: Aktif

source: Inactive
id: Tidak Aktif

source: Password
id: Kata Sandi

source: Account Name
id: Nama Akun

source: KTP Name
id: Nama KTP

source: First Name
id: Nama Depan

source: Middle Name
id: Nama Tengah

source: Last Name
id: Nama Belakang

source: Save Changes
id: Simpan Perubahan

source: Are you sure you want to logout?
id: Anda yakin ingin keluar?

source: Logout
id: Keluar

source: Back
id: Kembali

source: Forgot Account
id: Lupa Akun

source: Please enter your Email to get your account name!
id: Mohon masukkan email sesuai dengan nama akun Anda!

source: Enter Email
id: Masukkan Email

source: Send
id: Kirim

source: Welcome Back
id: Selamat Datang Kembali

source: Please enter your account name!
id: Mohon masukkan nama akun Anda!

source: User Type
id: Tipe Pengguna

source: Select User Type
id: Pilih Tipe Pengguna

source: Member
id: Anggota

source: Your Account
id: Akun Anda

source: Remember me
id: Ingat saya

source: Forgot Account Name?
id: Lupa Nama Akun?

source: Next
id: Selanjutnya

source: Don't have an account yet?
id: Belum punya akun?

source: Sign up
id: Daftar

source: WELCOME
id: SELAMAT DATANG

source: Please look in your Email for your token!
id: Silakan periksa di Email untuk mendapatkan token Anda!

source: Enter Token
id: Masukkan Token

source: Token not received?
id: Tidak menerima token?

source: Resend Token
id: Kirim ulang token

source: Edit Member Detail
id: Edit Detail Anggota

source: View Profile Information
id: Lihat Informasi Profil

source: Member Detail
id: Detail Anggota

source: Join Date
id: Tanggal Bergabung

source: Call Sign
id: Nama Panggilan

source: Participant
id: Peserta

source: Instructor
id: Pengajar

source: Author
id: Penulis

source: Date of Birth
id: Tanggal Lahir

source: KTP Number
id: Nomor KTP

source: Tax ID
id: ID Pajak

source: Email Main
id: Email Utama

source: Email Alternative
id: Email Alternatif

source: Phone
id: Telepon

source: Referral ID
id: ID Referensi

source: Paid Class
id: Kelas Berbayar

source: Free Class
id: Kelas Gratis

source: Point Total
id: Total Poin

source: Point Redeem
id: Penukaran Poin

source: General Member Information
id: Informasi Umum Anggota

source: Are you sure you want to change the data?
id: Apakah Anda yakin ingin mengubah data ini?

source: Member Detail Information
id: Informasi Detail Anggota

source: No Member ID available
id: ID Anggota tidak tersedia

source: No join date available
id: Tanggal bergabung tidak tersedia

source: No call sign available
id: Nama panggilan tidak tersedia

source: No participant available
id: Peserta tidak tersedia

source: No instructor available
id: Pengajar tidak tersedia

source: No author available
id: Penulis tidak tersedia

source: No referral available
id: Referensi tidak tersedia

source: No date of birth available
id: Tanggal lahir tidak tersedia

source: No ktp number available
id: Nomor KTP tidak tersedia

source: No tax ID available
id: ID Pajak tidak tersedia

source: No email main available
id: Email utama tidak tersedia

source: No email alternative available
id: Email alternatif tidak tersedia

source: No phone number available
id: Nomor telepon tidak tersedia

source: No WhatsApp available
id: WhatsApp tidak tersedia

source: No Telegram available
id: Telegram tidak tersedia

source: No Referral ID available
id: ID Referensi tidak tersedia

source: No Paid Class available
id: Kelas Berbayar tidak tersedia

source: No Free Class available
id: Kelas Gratis tidak tersedia

source: No Point Total available
id: Total Poin tidak tersedia

source: No Point Redeem available
id: Penukaran Poin tidak tersedia

source: REGISTRATION BY OPERATOR
id: REGISTRASI OLEH OPERATOR

source: Sign Up
id: Daftar

source: Add Member
id: Tambah Anggota

source: Action
id: Aksi

source: Update
id: Perbarui

source: Delete
id: Hapus

source: Are you sure you want to delete
id: Apakah Anda yakin ingin menghapus

source: You do not have permission to delete
id: Anda tidak memiliki izin untuk menghapus

source: No members found.
id: Tidak ada anggota ditemukan.

source: Member List
id: Daftar Anggota

source: Overview
id: Ikhtisar

source: Class
id: Kelas

source: REGISTRATION
id: REGISTRASI

source: Verification token sent! Please check your email.
id: Token verifikasi telah dikirim! Silakan periksa email Anda.

source: Account name cannot be empty!
id: Nama akun tidak boleh kosong!

source: Operator does not exist. Please try again!
id: Operator tidak ada. Silakan coba lagi!

source: Account name not found in session!
id: Nama akun tidak ditemukan dalam sesi!

source: Account created successfully!
id: Akun berhasil dibuat!

source: Invalid token! Please enter the correct one.
id: Token tidak valid! Silakan masukkan yang benar.

source: Token verified successfully!
id: Token berhasil diverifikasi!

source: A new token has been sent to your email!
id: Token baru telah dikirim ke email Anda!

source: Please Enter Your Main Email!
id: Silakan Masukkan Email Utama Anda!

source: Account name has been sent! Please check your email.
id: Nama akun telah dikirim! Silakan periksa email Anda.

source: Account does not exist. Please try again or sign up!
id: Akun tidak ada. Silakan coba lagi atau daftar!

source: Failed to update. Please check your input.
id: Gagal memperbarui. Silakan periksa input Anda.

source: EVENT BOOKING
id: PEMESANAN ACARA

source: Name
id: Nama Lengkap

source: Is your phone number registered with WhatsApp?
id: Apakah nomor telepon Anda terdaftar di WhatsApp?

source: Yes
id: Ya

source: No
id: Tidak

source: Event
id: Acara

source: Note: Please fill the * required fields
id: Catatan: Silakan isi bidang * yang diperlukan

source: Time
id: Waktu

source: Location
id: Lokasi

source: Cost
id: Biaya

source: Book Now
id: Daftar Sekarang

source: Thank you for choosing Alpha Seven Force for your training needs
id: Terima kasih telah memilih Alpha Seven Force untuk kebutuhan pelatihan Anda

source: We have received the following booking:
id: Kami telah menerima pemesanan berikut:

source: 1. Booker Name:
id: 1. Nama Pemesan:

source: 2. Event:
id: 2. Acara:

source: 3. Location:
id: 3. Lokasi:

source: 4. Time:
id: 4. Waktu:

source: Payment can be made to the following accounts:
id: Pembayaran dapat dilakukan ke akun berikut:

source: 1. Bank BCA Account Number:
id: 1. Nomor Rekening Bank BCA:

source: 2. Bank BRI Account Number:
id: 2. Nomor Rekening Bank BRI:

source: This offer is valid for 24 hours
id: Penawaran ini berlaku selama 24 jam

source: Best regards,
id: Terima kasih,

source: The Alpha Seven Force Team
id: Tim Alpha Seven Force

source: All Rights Reserved.
id: Hak Cipta Dilindungi.

source: About
id: Tentang

source: Privacy Policy
id: Kebijakan Privasi

source: Licensing
id: Lisensi

source: Contact
id: Kontak

source: English
id: Inggris

source: Indonesian
id: Indonesia

source: Home
id: Beranda

source: Services
id: Layanan

source: Account
id: Akun

source: Enter Account Name!
id: Masukkan Nama Akun!

source: Create account
id: Membuat akun

source: Please enter your Email to get your account name
id: Mohon masukkan akun Email Anda yang sesuai

source: Pricing
id: Harga

source: Member Table
id: Tabel Anggota

source: Submit
id: Kirim

source: Cancel
id: Batal

source: Edit Course Material
id: Edit Materi Kursus

source: Edit Certificate
id: Edit Sertifikat

source: Edit Class
id: Edit Kelas

source: Danger alert!
id: Peringatan Bahaya!

source: MEMBER LIST
id: DAFTAR ANGGOTA

source: Add MEMBER
id: Tambah ANGGOTA

source: CLASSES LIST
id: DAFTAR KELAS

source: Add CLASS
id: Tambah KELAS

source: Class ID
id: ID Kelas

source: Class Name
id: Nama Kelas

source: Class Type
id: Tipe Kelas

source: Start Date
id: Tanggal Mulai

source: End Date
id: Tanggal Selesai

source: No classes found.
id: Tidak ada kelas yang ditemukan.

source: COURSE MATERIAL LIST
id: DAFTAR MATERI KURSUS

source: Add COURSE
id: Tambah KURSUS

source: Course ID
id: ID Kursus

source: Course Name
id: Nama Kursus

source: Category
id: Kategori

source: Submission
id: Pengajuan

source: VENUE LIST
id: DAFTAR VENUE

source: Add Venue
id: Tambah Venue

source: Venue Name
id: Nama Venue

source: CERTIFIED INSTRUCTOR
id: INSTRUKTUR BERSERTIFIKAT

source: Add Certified Instructor
id: Tambah Instruktur Bersertifikat

source: Instructor Name
id: Nama Instruktur

source: CERTIFIED ASSISTANT
id: ASISTEN BERSERTIFIKAT

source: Add Certified Assistant
id: Tambah Asisten Bersertifikat

source: Assistant Name
id: Nama Asisten

source: Your Operator Account
id: Akun Operator Anda

source: Operator Account Name
id: Nama Akun Operator

source: New
id: Baru

source: New courses were launched! See what's new
id: Kursus baru telah diluncurkan! Lihat yang baru

source: Welcome to Our Courses
id: Selamat datang di Kursus Kami

source: Discover a variety of courses that help unlock your potential and boost your knowledge.
id: Temukan berbagai kursus yang membantu membuka potensi Anda dan meningkatkan pengetahuan Anda.

source: Login to Get Started
id: Masuk untuk Memulai

source: Latest Event
id: Acara Terbaru

source: Read more
id: Baca lebih lanjut

source: Member does not exist. Please try again!
id: Anggota tidak ada. Silakan coba lagi!

source: Class updated successfully!
id: Kelas berhasil diperbarui!

source: Venue updated successfully!
id: Venue berhasil diperbarui!

source: Instructor updated successfully!
id: Instruktur berhasil diperbarui!

source: Assistant updated successfully!
id: Asisten berhasil diperbarui!

source: Invalid data. Please try again.
id: Data tidak valid. Silakan coba lagi.

source: More Details
id: Lebih Banyak Detail

source: Event Booking
id: Pemesan Acara

source: Is your phone number registered with telegram?
id: Apakah nomor telepon Anda terdaftar di Telegram?

source: Note: Please fill the required fields
id: Catatan: Silakan isi kolom yang diperlukan

source: Detail of Booking Confirmation and Payment Instructions
id: Detail Konfirmasi Pemesanan dan Instruksi Pembayaran

source: Dear
id: Kepada

source: Alhamdulillah, we have received a booking request with the details below:
id: Alhamdulillah, kami telah menerima permintaan pemesanan dengan detail di bawah ini:

source: 1. Name:
id: 1. Nama:

source: 3. Phone:
id: 3. Telepon:

source: 4. Event:
id: 4. Acara:

source: 5. Location:
id: 5. Lokasi:

source: 6. Time:
id: 6. Waktu:

source: 7. Referral:
id: 7. Referensi:

source: Payment Instructions
id: Instruksi Pembayaran

source: To complete your booking, please make a payment to one of the following accounts:
id: Untuk menyelesaikan pemesanan Anda, silakan lakukan pembayaran ke salah satu rekening berikut:

source: Once the payment is made, kindly send your payment proof to:
id: Setelah pembayaran dilakukan, silakan kirim bukti pembayaran Anda ke:

source: Important:
id: Penting:

source: This offer is valid until
id: Penawaran ini berlaku hingga

source: Kindly ensure that payment is completed and the proof of payment is submitted within this period to secure your booking.
id: Pastikan bahwa pembayaran selesai dan bukti pembayaran diserahkan dalam periode ini untuk mengamankan pemesanan Anda.

source: Email us for any questions or concerns
id: Email kami untuk pertanyaan atau kekhawatiran

source: Call
id: Telepon

source: Feel free to drop a call or a chat with our great team
id: Jangan ragu untuk menghubungi kami melalui telepon atau chat dengan tim kami yang hebat

source: Website
id: Situs Web

source: Check our website for more information.
id: Periksa situs web kami untuk informasi lebih lanjut.

source: Our Website
id: Situs Web Kami

source: Event doesn't exist
id: Acara tidak ada

source: Thank you for your booking! Please pay the payment before {draft_booking.payment_expires_at.strftime('%d-%m-%y %H:%M')} WIB. Check your email for payment instructions.
id: Terima kasih atas pemesanan Anda! Silakan lakukan pembayaran sebelum {draft_booking.payment_expires_at.strftime('%d-%m-%y %H:%M')} WIB. Periksa email Anda untuk instruksi pembayaran.

source: Add Certificate
id: Tambah Sertifikat

source: Add New Class
id: Tambah Kelas Baru

source: Course
id: Kursus

source: Presenter
id: Pembicara

source: Assistant 1
id: Asisten 1

source: Assistant 2
id: Asisten 2

source: Assistant 3
id: Asisten 3

source: Class Description
id: Deskripsi Kelas

source: Publish Rate
id: Tarif Publikasi

source: Bottom Rate
id: Tarif Terendah

source: Currency
id: Mata Uang

source: Vanue
id: Venue

source: Delivery Mode
id: Mode Pengiriman

source: Class Status
id: Status Kelas

source: Max Students
id: Maksimal Siswa

source: Students Joined
id: Siswa Bergabung

source: Class Picture
id: Gambar Kelas

source: Registration URL
id: URL Pendaftaran

source: Certificate URL
id: URL Sertifikat

source: Competence URL
id: URL Kompetensi

source: Pre-Task
id: Tugas Awal

source: Zoom Link
id: Tautan Zoom

source: Class Photo
id: Foto Kelas

source: Add New Course Material
id: Tambah Materi Kursus Baru

source: Please Input only three initial for courseid
id: Silakan masukkan hanya tiga huruf awal untuk ID kursus

source: Assistant 1, 2, 3 must be different person!
id: Asisten 1, 2, 3 harus orang yang berbeda!

source: Course successfully added!
id: Kursus berhasil ditambahkan!

source: Failed to add course
id: Gagal menambahkan kursus

source: Venue successfully added!
id: Venue berhasil ditambahkan!

source: Certificate Assistant successfully added!
id: Asisten Sertifikat berhasil ditambahkan!

source: Certificate instructor successfully added!
id: Instruktur Sertifikat berhasil ditambahkan!
